Repository: lgzcoollg/vphone-cli
Catalog: VPhoneExecutable/VPhoneVirtualization/Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko, vi, zh_hans

source: Select an element in the table or on the screenshot to see all of its keys.
ja: 表またはスクリーンショットで要素を選択すると、そのすべてのキーが表示されます。
ko: 표 또는 스크린샷에서 요소를 선택하면 모든 키를 볼 수 있습니다.
vi: Chọn một phần tử trong bảng hoặc trên ảnh chụp màn hình để xem tất cả khóa của nó.
zh_hans: 在表格或截图中选择一个元素以查看其所有键。

source: Select an entry to see its full message.
ja: エントリを選択すると完全なメッセージを表示します。
ko: 항목을 선택하면 전체 메시지를 볼 수 있습니다.
vi: Chọn một mục để xem toàn bộ thông điệp.
zh_hans: 选择一个条目以查看完整消息。

source: Select one app to see its info.
ja: 情報を表示するには、アプリを 1 つ選択してください。
ko: 정보를 보려면 앱을 하나 선택하십시오.
vi: Hãy chọn một ứng dụng để xem thông tin.
zh_hans: 选择一个应用以查看其简介。

source: Send
ja: 送信
ko: 보내기
vi: Gửi
zh_hans: 发送

# Send %@
source: Send %1$@
ja: %1$@ を送信
ko: %1$@ 보내기
vi: Gửi %1$@
zh_hans: 发送 %1$@

# Send %@ to %@ (pid %lld)?
source: Send %1$@ to %2$@ (pid %3$lld)?
ja: %2$@（pid %3$lld）に %1$@ を送信しますか？
ko: %2$@(pid %3$lld)에 %1$@을(를) 보내겠습니까?
vi: Gửi %1$@ đến %2$@ (pid %3$lld)?
zh_hans: 要向 %2$@（pid %3$lld）发送 %1$@ 吗？

# Send %@ to %@?
source: Send %1$@ to %2$@?
ja: %2$@ に %1$@ を送信しますか?
ko: %2$@에 %1$@을(를) 보내시겠습니까?
vi: Gửi %1$@ đến %2$@?
zh_hans: 要向 %2$@ 发送 %1$@ 吗？

# Send %@ to %lld processes?
source: Send %1$@ to %2$lld processes?
ja: %2$lld 個のプロセスに %1$@ を送信しますか？
ko: 프로세스 %2$lld개에 %1$@을(를) 보내겠습니까?
vi: Gửi %1$@ đến %2$lld tiến trình?
zh_hans: 要向 %2$lld 个进程发送 %1$@ 吗？

# Send %@ to the guest
source: Send %1$@ to the guest
ja: %1$@ をゲストに送信
ko: 게스트에 %1$@ 보내기
vi: Gửi %1$@ đến máy khách
zh_hans: 向客户机发送 %1$@

source: Send SIGTERM to the selected processes (⌘⌫)
ja: 選択したプロセスに SIGTERM を送信（⌘⌫）
ko: 선택한 프로세스에 SIGTERM 보내기(⌘⌫)
vi: Gửi SIGTERM đến các tiến trình đã chọn (⌘⌫)
zh_hans: 向所选进程发送 SIGTERM（⌘⌫）

source: Send Signal
ja: シグナルを送信
ko: 시그널 보내기
vi: Gửi tín hiệu
zh_hans: 发送信号

source: Send another signal to the selected processes
ja: 選択したプロセスに別のシグナルを送信
ko: 선택한 프로세스에 다른 시그널 보내기
vi: Gửi tín hiệu khác đến các tiến trình đã chọn
zh_hans: 向所选进程发送其他信号

source: Send text from your Mac to the guest clipboard.
ja: Mac のテキストをゲストのクリップボードに送信します。
ko: Mac의 텍스트를 게스트 클립보드로 보냅니다.
vi: Gửi văn bản từ Mac vào bảng nhớ tạm của máy khách.
zh_hans: 将 Mac 上的文本发送到客体剪贴板。

# Sending %@ to %@…
source: Sending %1$@ to %2$@…
ja: %2$@ に %1$@ を送信中…
ko: %2$@에 %1$@ 보내는 중…
vi: Đang gửi %1$@ đến %2$@…
zh_hans: 正在向 %2$@ 发送 %1$@…

# Sending %@…
source: Sending %1$@…
ja: %1$@ を送信中…
ko: %1$@ 보내는 중…
vi: Đang gửi %1$@…
zh_hans: 正在发送 %1$@…

source: Sending text to guest…
ja: ゲストにテキストを送信中…
ko: 게스트에 텍스트 보내는 중…
vi: Đang gửi văn bản tới máy khách…
zh_hans: 正在向客体发送文本…

# Sent %@ to %@.
source: Sent %1$@ to %2$@.
ja: %2$@ に %1$@ を送信しました。
ko: %2$@에 %1$@을(를) 보냈습니다.
vi: Đã gửi %1$@ đến %2$@.
zh_hans: 已向 %2$@ 发送 %1$@。

# Sent %@ to %lld processes.
source: Sent %1$@ to %2$lld processes.
ja: %2$lld 個のプロセスに %1$@ を送信しました。
ko: 프로세스 %2$lld개에 %1$@을(를) 보냈습니다.
vi: Đã gửi %1$@ đến %2$lld tiến trình.
zh_hans: 已向 %2$lld 个进程发送 %1$@。

# Sent %@.
source: Sent %1$@.
ja: %1$@ を送信しました。
ko: %1$@ 보냈습니다.
vi: Đã gửi %1$@.
zh_hans: 已发送 %1$@。

source: Sent %lld characters to the guest clipboard.
ja: ゲストのクリップボードに %lld 文字を送信しました。
ko: 게스트 클립보드로 %lld자를 보냈습니다.
vi: Đã gửi %lld ký tự vào bảng nhớ tạm của máy khách.
zh_hans: 已向客户机剪贴板发送 %lld 个字符。

source: Sent 1 character to the guest clipboard.
ja: 1 文字をゲストのクリップボードに送信しました。
ko: 게스트 클립보드에 1자를 보냈습니다.
vi: Đã gửi 1 ký tự tới bảng nhớ tạm của máy khách.
zh_hans: 已将 1 个字符发送到客体剪贴板。

source: Service
ja: サービス
ko: 서비스
vi: Dịch vụ
zh_hans: 服务

source: Services
ja: サービス
ko: 서비스
vi: Dịch vụ
zh_hans: 服务

source: Services Not Loaded
ja: サービスが読み込まれていません
ko: 서비스를 불러오지 않음
vi: Chưa tải dịch vụ
zh_hans: 未载入服务

source: Set
ja: 設定済み
ko: 설정됨
vi: Đã đặt
zh_hans: 已设置

source: Set Clipboard Text
ja: クリップボードのテキストを設定
ko: 클립보드 텍스트 설정
vi: Đặt văn bản bảng nhớ tạm
zh_hans: 设置剪贴板文本

source: Set Clipboard Text…
ja: クリップボードのテキストを設定…
ko: 클립보드 텍스트 설정…
vi: Đặt văn bản bảng nhớ tạm…
zh_hans: 设置剪贴板文本…

source: Set the guest clipboard to this text (⌘↩)
ja: ゲストのクリップボードをこのテキストに設定 (⌘↩)
ko: 게스트 클립보드를 이 텍스트로 설정 (⌘↩)
vi: Đặt bảng nhớ tạm của máy khách thành văn bản này (⌘↩)
zh_hans: 将客体剪贴板设置为此文本 (⌘↩)

# Setting %@…
source: Setting %1$@…
ja: %1$@を設定中…
ko: %1$@ 설정 중…
vi: Đang đặt %1$@…
zh_hans: 正在设置%1$@…

source: Settings
ja: 設定
ko: 설정
vi: Cài đặt
zh_hans: 设置

source: Shibuya Crossing (Tokyo)
ja: 渋谷スクランブル交差点（東京）
ko: 시부야 스크램블 교차로(도쿄)
vi: Ngã tư Shibuya (Tokyo)
zh_hans: 涩谷十字路口（东京）

source: Show Data Container
ja: データコンテナを表示
ko: 데이터 컨테이너 보기
vi: Hiện vùng chứa dữ liệu
zh_hans: 显示数据容器

source: Show Diagnostics
ja: 診断情報を表示
ko: 진단 정보 표시
vi: Hiện chẩn đoán
zh_hans: 显示诊断信息

source: Show Info
ja: 情報を表示
ko: 정보 보기
vi: Hiện thông tin
zh_hans: 显示简介

source: Show all levels, errors and faults, or faults only
ja: すべてのレベル、エラーとフォールト、またはフォールトのみを表示
ko: 모든 수준, 오류 및 결함, 또는 결함만 표시
vi: Hiện mọi mức, lỗi và sự cố, hoặc chỉ sự cố
zh_hans: 显示所有级别、错误和故障，或仅显示故障

source: Show all, running, stopped, or disabled services (⌘1–⌘4)
ja: すべて、実行中、停止中、または無効のサービスを表示 (⌘1–⌘4)
ko: 전체, 실행 중, 중지됨 또는 비활성화된 서비스 표시 (⌘1–⌘4)
vi: Hiển thị tất cả dịch vụ, dịch vụ đang chạy, đã dừng hoặc đã tắt (⌘1–⌘4)
zh_hans: 显示全部、运行中、已停止或已停用的服务 (⌘1–⌘4)

source: Show in Files
ja: ファイルで表示
ko: 파일에서 보기
vi: Hiện trong Tệp
zh_hans: 在文件中显示

source: Show only accessibility elements inside the screen
ja: 画面内にあるアクセシビリティ要素のみを表示
ko: 화면 안에 있는 손쉬운 사용 요소만 표시
vi: Chỉ hiện các phần tử trợ năng nằm trong màn hình
zh_hans: 仅显示位于屏幕内的辅助功能元素

source: Show only accessibility elements that accept taps
ja: タップを受け付けるアクセシビリティ要素のみを表示
ko: 탭을 받는 손쉬운 사용 요소만 표시
vi: Chỉ hiện các phần tử trợ năng nhận thao tác chạm
zh_hans: 仅显示可接受轻点的辅助功能元素

source: Show or hide app info (⌘I)
ja: アプリ情報の表示／非表示（⌘I）
ko: 앱 정보 보기 또는 가리기(⌘I)
vi: Hiện hoặc ẩn thông tin ứng dụng (⌘I)
zh_hans: 显示或隐藏应用简介（⌘I）

source: Show the result as an outline or as JSON
ja: 結果をアウトラインまたは JSON で表示
ko: 결과를 개요 또는 JSON으로 보기
vi: Hiển thị kết quả dạng cây hoặc JSON
zh_hans: 以大纲或 JSON 显示结果

source: Showing the first %1$lld accessibility elements. The guest stopped reading at its limit.
ja: 最初の %1$lld 個のアクセシビリティ要素を表示しています。ゲストは上限に達したため読み込みを停止しました。
ko: 처음 %1$lld개의 손쉬운 사용 요소를 표시합니다. 게스트가 한도에 도달하여 읽기를 중단했습니다.
vi: Đang hiển thị %1$lld phần tử trợ năng đầu tiên. Máy khách đã dừng đọc khi đạt giới hạn.
zh_hans: 显示前 %1$lld 个辅助功能元素。客户机已达到读取上限。

source: Signal
ja: シグナル
ko: 시그널
vi: Tín hiệu
zh_hans: 信号

source: Signer
ja: 署名者
ko: 서명자
vi: Người ký
zh_hans: 签名者

source: Size
ja: サイズ
ko: 크기
vi: Kích thước
zh_hans: 尺寸

source: Source
ja: ソース
ko: 소스
vi: Nguồn
zh_hans: 来源

source: Source: Off
ja: ソース: オフ
ko: 소스: 끔
vi: Nguồn: Tắt
zh_hans: 来源：关闭

source: Source: Test Pattern
ja: ソース: テストパターン
ko: 소스: 테스트 패턴
vi: Nguồn: Mẫu thử
zh_hans: 来源：测试图案

source: Source: Video File…
ja: ソース: 動画ファイル…
ko: 소스: 동영상 파일…
vi: Nguồn: Tệp video…
zh_hans: 来源：视频文件…

source: Start
ja: 開始
ko: 시작
vi: Khởi động
zh_hans: 启动

# Start %@?
source: Start %1$@?
ja: %1$@ を開始しますか?
ko: %1$@을(를) 시작하시겠습니까?
vi: Khởi động %1$@?
zh_hans: 要启动 %1$@ 吗？

source: Start Recording
ja: 録画を開始
ko: 녹화 시작
vi: Bắt đầu ghi hình
zh_hans: 开始录制

source: Start Route Replay
ja: ルート再生を開始
ko: 경로 재생 시작
vi: Bắt đầu phát lại lộ trình
zh_hans: 开始路线回放

source: Start Streaming
ja: 配信を開始
ko: 스트리밍 시작
vi: Bắt đầu truyền hình
zh_hans: 开始推流

source: Start streaming (⌘P)
ja: ストリーミングを開始 (⌘P)
ko: 스트리밍 시작 (⌘P)
vi: Bắt đầu truyền nhật ký (⌘P)
zh_hans: 开始日志流 (⌘P)

source: Start the VM and wait for the guest to connect. The app list loads automatically.
ja: VM を起動し、ゲストが接続するまでお待ちください。アプリ一覧は自動的に読み込まれます。
ko: VM을 시작하고 게스트가 연결될 때까지 기다리십시오. 앱 목록은 자동으로 불러옵니다.
vi: Hãy khởi động VM và chờ máy khách kết nối. Danh sách ứng dụng sẽ tự động tải.
zh_hans: 启动虚拟机并等待客户机连接。应用列表会自动载入。

source: Start the selected service
ja: 選択したサービスを開始
ko: 선택한 서비스 시작
vi: Khởi động dịch vụ đã chọn
zh_hans: 启动所选服务

source: Started
ja: 開始
ko: 시작
vi: Bắt đầu
zh_hans: 启动时间

# Started %@.
source: Started %1$@.
ja: %1$@ を開始しました。
ko: %1$@을(를) 시작했습니다.
vi: Đã khởi động %1$@.
zh_hans: 已启动 %1$@。

# Starting %@…
source: Starting %1$@…
ja: %1$@ を開始中…
ko: %1$@ 시작 중…
vi: Đang khởi động %1$@…
zh_hans: 正在启动 %1$@…

source: State
ja: 状態
ko: 상태
vi: Trạng thái
zh_hans: 状态

source: Status
ja: 状態
ko: 상태
vi: Trạng thái
zh_hans: 状态

source: Status: %@%% (%@)
ja: 状態: %@%%（%@）
ko: 상태: %@%% (%@)
vi: Trạng thái: %@%% (%@)
zh_hans: 状态：%@%%（%@）

source: Status: %@%% (%@, Low Power Mode)
ja: 状態: %@%%（%@、低電力モード）
ko: 상태: %@%% (%@, 저전력 모드)
vi: Trạng thái: %@%% (%@, Chế độ nguồn điện thấp)
zh_hans: 状态：%@%%（%@，低电量模式）

source: Status: no host battery
ja: 状態: ホストにバッテリーがありません
ko: 상태: 호스트 배터리 없음
vi: Trạng thái: máy chủ không có pin
zh_hans: 状态：主机没有电池

source: Status: —
ja: 状態: —
ko: 상태: —
vi: Trạng thái: —
zh_hans: 状态：—

source: Stop
ja: 停止
ko: 중지
vi: Dừng
zh_hans: 停止

# Stop %@?
source: Stop %1$@?
ja: %1$@ を停止しますか?
ko: %1$@을(를) 중지하시겠습니까?
vi: Dừng %1$@?
zh_hans: 要停止 %1$@ 吗？

source: Stop Recording
ja: 録画を停止
ko: 녹화 중지
vi: Dừng ghi hình
zh_hans: 停止录制

source: Stop Route Replay
ja: ルート再生を停止
ko: 경로 재생 중지
vi: Dừng phát lại lộ trình
zh_hans: 停止路线回放

source: Stop Streaming
ja: 配信を停止
ko: 스트리밍 중지
vi: Dừng truyền hình
zh_hans: 停止推流

source: Stop the selected service
ja: 選択したサービスを停止
ko: 선택한 서비스 중지
vi: Dừng dịch vụ đã chọn
zh_hans: 停止所选服务

source: Stop the selected service, then start it again
ja: 選択したサービスを停止してから再び開始
ko: 선택한 서비스를 중지한 후 다시 시작
vi: Dừng dịch vụ đã chọn, rồi khởi động lại
zh_hans: 停止所选服务，然后重新启动

source: Stopped
ja: 停止中
ko: 중지됨
vi: Đã dừng
zh_hans: 已停止

# Stopped %@.
source: Stopped %1$@.
ja: %1$@ を停止しました。
ko: %1$@을(를) 중지했습니다.
vi: Đã dừng %1$@.
zh_hans: 已停止 %1$@。

# Stopping %@…
source: Stopping %1$@…
ja: %1$@ を停止中…
ko: %1$@ 중지 중…
vi: Đang dừng %1$@…
zh_hans: 正在停止 %1$@…

source: Stop…
ja: 停止…
ko: 중지…
vi: Dừng…
zh_hans: 停止…

source: Storage
ja: ストレージ
ko: 저장 공간
vi: Dung lượng lưu trữ
zh_hans: 存储空间

source: Streaming Paused
ja: ストリーミング一時停止中
ko: 스트리밍 일시 정지됨
vi: Đã tạm dừng truyền
zh_hans: 日志流已暂停

source: Streaming…
ja: ストリーミング中…
ko: 스트리밍 중…
vi: Đang truyền…
zh_hans: 正在传输…

source: String
ja: 文字列
ko: 문자열
vi: Chuỗi
zh_hans: 字符串

source: Subsystem
ja: サブシステム
ko: 하위 시스템
vi: Hệ thống con
zh_hans: 子系统

source: Switch between reading from and writing to the guest (⌘1, ⌘2)
ja: ゲストからの読み取りとゲストへの書き込みを切り替え (⌘1、⌘2)
ko: 게스트에서 읽기와 게스트에 쓰기 간 전환 (⌘1, ⌘2)
vi: Chuyển giữa đọc từ và ghi vào máy khách (⌘1, ⌘2)
zh_hans: 在读取客体和写入客体之间切换 (⌘1, ⌘2)

source: Sync Host Location
ja: ホストの位置情報を同期
ko: 호스트 위치 동기화
vi: Đồng bộ vị trí máy chủ
zh_hans: 同步主机位置

source: Sync with Host
ja: ホストと同期
ko: 호스트와 동기화
vi: Đồng bộ với máy chủ
zh_hans: 与主机同步

source: System
ja: システム
ko: 시스템
vi: Hệ thống
zh_hans: 系统

source: System Root Path
ja: システムルートパス
ko: 시스템 루트 경로
vi: Đường dẫn gốc hệ thống
zh_hans: 系统根路径

source: Tap
ja: タップ
ko: 탭
vi: Chạm
zh_hans: 轻点

source: Tap Selected
ja: 選択項目をタップ
ko: 선택 항목 탭
vi: Chạm mục đã chọn
zh_hans: 轻点所选项

source: Tap the selected element in the guest (⌘T)
ja: ゲストで選択した要素をタップ (⌘T)
ko: 게스트에서 선택한 요소 탭(⌘T)
vi: Chạm vào phần tử đã chọn trong máy khách (⌘T)
zh_hans: 在客户机中轻点所选元素 (⌘T)

source: Tapping the guest…
ja: ゲストをタップしています…
ko: 게스트를 탭하는 중…
vi: Đang chạm vào máy khách…
zh_hans: 正在轻点客户机…

source: Terminate
ja: 終了
ko: 종료
vi: Kết thúc
zh_hans: 终止

source: Terminate the selected apps (⌥⌘Q)
ja: 選択したアプリを終了（⌥⌘Q）
ko: 선택한 앱 종료(⌥⌘Q)
vi: Dừng các ứng dụng đã chọn (⌥⌘Q)
zh_hans: 终止所选应用（⌥⌘Q）

# Terminated %@.
source: Terminated %1$@.
ja: %1$@ を終了しました。
ko: %1$@을(를) 종료했습니다.
vi: Đã dừng %1$@.
zh_hans: 已终止 %1$@。

source: Terminate…
ja: 終了…
ko: 종료…
vi: Kết thúc…
zh_hans: 终止…

# Terminating %@…
source: Terminating %1$@…
ja: %1$@ を終了中…
ko: %1$@ 종료 중…
vi: Đang dừng %1$@…
zh_hans: 正在终止 %1$@…

source: Text
ja: テキスト
ko: 텍스트
vi: Văn bản
zh_hans: 文字

source: Text (OCR)
ja: テキスト (OCR)
ko: 텍스트(OCR)
vi: Văn bản (OCR)
zh_hans: 文字 (OCR)

source: Text for guest clipboard
ja: ゲストのクリップボードに設定するテキスト
ko: 게스트 클립보드에 넣을 텍스트
vi: Văn bản cho bảng nhớ tạm của máy khách
zh_hans: 要写入客体剪贴板的文本

source: Text set on the guest clipboard.
ja: ゲストのクリップボードにテキストを設定しました。
ko: 게스트 클립보드에 텍스트를 설정했습니다.
vi: Đã đặt văn bản vào bảng nhớ tạm của máy khách.
zh_hans: 文本已写入客体剪贴板。

source: Text to send to the guest
ja: ゲストに送信するテキスト
ko: 게스트에 보낼 텍스트
vi: Văn bản gửi đến máy khách
zh_hans: 要发送到客户机的文本

source: Text to send to the guest clipboard
ja: ゲストのクリップボードに送信するテキスト
ko: 게스트 클립보드에 보낼 텍스트
vi: Văn bản gửi tới bảng nhớ tạm của máy khách
zh_hans: 要发送到客体剪贴板的文本

source: The Mac clipboard has no text.
ja: Mac のクリップボードにテキストがありません。
ko: Mac 클립보드에 텍스트가 없습니다.
vi: Bảng nhớ tạm của Mac không có văn bản.
zh_hans: Mac 剪贴板中没有文本。

source: The app, its data container and its plug-ins' data are removed from the guest. This cannot be undone.
ja: アプリ、そのデータコンテナ、およびプラグインのデータがゲストから削除されます。この操作は取り消せません。
ko: 앱, 데이터 컨테이너 및 플러그인 데이터가 게스트에서 제거됩니다. 이 작업은 실행 취소할 수 없습니다.
vi: Ứng dụng, vùng chứa dữ liệu và dữ liệu của các plug-in sẽ bị xóa khỏi máy khách. Không thể hoàn tác thao tác này.
zh_hans: 将从客户机中移除该应用、其数据容器及其插件的数据。此操作无法撤销。

source: The binary has no entitlements.
ja: このバイナリにはエンタイトルメントがありません。
ko: 이 바이너리에는 권한이 없습니다.
vi: Tệp nhị phân này không có entitlement nào.
zh_hans: 此二进制文件没有权限。

source: The frontmost app reported no accessibility elements. Turn off Visible Only or Clickable Only, or bring another app to the front.
ja: 最前面のAppはアクセシビリティ要素を報告しませんでした。「表示中のみ」または「タップ可能のみ」をオフにするか、別のAppを最前面に表示してください。
ko: 전면 앱이 손쉬운 사용 요소를 보고하지 않았습니다. 보이는 항목만 또는 클릭 가능 항목만을 끄거나 다른 앱을 전면으로 가져오십시오.
vi: Ứng dụng phía trước không báo cáo phần tử trợ năng nào. Hãy tắt Chỉ hiển thị hoặc Chỉ có thể bấm, hoặc đưa một ứng dụng khác lên phía trước.
zh_hans: 前台 App 未报告任何辅助功能元素。请关闭“仅可见”或“仅可点按”，或将其他 App 置于前台。

source: The guest agent is not connected. Wait for it to connect, then try again.
ja: ゲストエージェントに接続されていません。接続を待ってから再試行してください。
ko: 게스트 에이전트가 연결되지 않았습니다. 연결을 기다린 후 다시 시도하세요.
vi: Tác nhân máy khách chưa kết nối. Hãy chờ kết nối rồi thử lại.
zh_hans: 客体代理未连接。请等待连接后重试。

source: The guest clipboard holds no text or image. Copy something in the guest, then refresh.
ja: ゲストのクリップボードにテキストや画像がありません。ゲストで何かをコピーしてから更新してください。
ko: 게스트 클립보드에 텍스트나 이미지가 없습니다. 게스트에서 무언가를 복사한 후 새로 고치세요.
vi: Bảng nhớ tạm của máy khách không có văn bản hay ảnh. Hãy sao chép nội dung trong máy khách rồi làm mới.
zh_hans: 客体剪贴板中没有文本或图像。请在客体中复制内容，然后刷新。

# The guest could not read this report: %@
source: The guest could not read this report: %1$@
ja: ゲストはこのレポートを読み取れませんでした: %1$@
ko: 게스트가 이 보고서를 읽을 수 없습니다: %1$@
vi: Máy khách không đọc được báo cáo này: %1$@
zh_hans: 客户机无法读取此报告：%1$@

source: The guest did not respond. Check that the guest agent is connected, then try again.
ja: ゲストから応答がありません。ゲストエージェントの接続を確認して再試行してください。
ko: 게스트가 응답하지 않았습니다. 게스트 에이전트 연결을 확인한 후 다시 시도하세요.
vi: Máy khách không phản hồi. Hãy kiểm tra kết nối của tác nhân máy khách rồi thử lại.
zh_hans: 客体未响应。请检查客体代理连接后重试。

source: The guest has no reports in CrashReporter or DiagnosticReports.
ja: ゲストの CrashReporter と DiagnosticReports にレポートはありません。
ko: 게스트의 CrashReporter 또는 DiagnosticReports에 보고서가 없습니다.
vi: Máy khách không có báo cáo nào trong CrashReporter hoặc DiagnosticReports.
zh_hans: 客户机的 CrashReporter 和 DiagnosticReports 中没有报告。

source: The guest is not connected. Start a VM, then try again.
ja: ゲストに接続されていません。VM を起動して再試行してください。
ko: 게스트가 연결되지 않았습니다. VM을 시작한 후 다시 시도하세요.
vi: Máy khách chưa kết nối. Hãy khởi động máy ảo rồi thử lại.
zh_hans: 客体未连接。请启动虚拟机后重试。

source: The guest is not connected. Start the VM, then choose Refresh.
ja: ゲストが接続されていません。VM を起動してから「更新」を選択してください。
ko: 게스트가 연결되지 않았습니다. VM을 시작한 다음 새로 고침을 선택하십시오.
vi: Máy khách chưa kết nối. Hãy khởi động máy ảo, rồi chọn Làm mới.
zh_hans: 客户机未连接。请启动虚拟机，然后选择“刷新”。

source: The guest is not connected. Wait for vphoned to start, then refresh.
ja: ゲストが接続されていません。vphoned が起動するまで待ってから更新してください。
ko: 게스트가 연결되지 않았습니다. vphoned가 시작될 때까지 기다린 후 새로 고치십시오.
vi: Máy khách chưa kết nối. Hãy đợi vphoned khởi động rồi làm mới.
zh_hans: 客户机未连接。请等待 vphoned 启动，然后刷新。

source: The guest refused the restart request.
ja: ゲストが再起動の要求を拒否しました。
ko: 게스트가 재시동 요청을 거부했습니다.
vi: Máy khách đã từ chối yêu cầu khởi động lại.
zh_hans: 客体拒绝了重启请求。

source: The guest reported no IPv4 or IPv6 addresses.
ja: ゲストは IPv4 または IPv6 アドレスを報告していません。
ko: 게스트가 IPv4 또는 IPv6 주소를 보고하지 않았습니다.
vi: Máy khách không báo cáo địa chỉ IPv4 hay IPv6 nào.
zh_hans: 客户机未报告任何 IPv4 或 IPv6 地址。

# The guest reported: %@
source: The guest reported: %1$@
ja: ゲストの報告: %1$@
ko: 게스트 보고: %1$@
vi: Máy khách báo cáo: %1$@
zh_hans: 客户机报告：%1$@

source: The guest responded.
ja: ゲストから応答がありました。
ko: 게스트가 응답했습니다.
vi: Máy khách đã phản hồi.
zh_hans: 客体已响应。

source: The guest sent only part of this report.
ja: ゲストはこのレポートの一部だけを送信しました。
ko: 게스트가 이 보고서의 일부만 보냈습니다.
vi: Máy khách chỉ gửi một phần của báo cáo này.
zh_hans: 客户机只发送了此报告的一部分。

source: The inspector loads once vphoned is reachable in the guest.
ja: ゲストのvphonedに接続できるようになると、インスペクタが読み込まれます。
ko: 게스트의 vphoned에 연결할 수 있게 되면 검사기가 불러옵니다.
vi: Trình kiểm tra sẽ tải khi có thể kết nối tới vphoned trong máy khách.
zh_hans: 客户机中的 vphoned 可访问后，检查器将自动载入。

# The last capture reached %lld entries; the guest dropped the rest.
source: The last capture reached %1$lld entries; the guest dropped the rest.
ja: 前回の取得が %1$lld 件に達したため、ゲストは残りを破棄しました。
ko: 마지막 캡처가 %1$lld개 항목에 도달하여 게스트가 나머지를 버렸습니다.
vi: Lần thu gần nhất đạt %1$lld mục; máy khách đã bỏ phần còn lại.
zh_hans: 上次捕获已达 %1$lld 个条目，客户机丢弃了其余条目。

source: The log streams once the guest connects.
ja: ゲストが接続されるとログのストリーミングが始まります。
ko: 게스트가 연결되면 로그 스트리밍이 시작됩니다.
vi: Nhật ký sẽ được truyền khi máy khách kết nối.
zh_hans: 客户机连接后开始传输日志。

# The network policy of %@ did not change. Try again after relaunching the app.
source: The network policy of %1$@ did not change. Try again after relaunching the app.
ja: %1$@ のネットワークポリシーは変更されませんでした。アプリを再起動してからもう一度お試しください。
ko: %1$@의 네트워크 정책이 변경되지 않았습니다. 앱을 다시 실행한 후 다시 시도하십시오.
vi: Chính sách mạng của %1$@ không thay đổi. Hãy khởi chạy lại ứng dụng rồi thử lại.
zh_hans: %1$@ 的网络策略未更改。请重新启动该应用后重试。

# The process defines what %@ does.
source: The process defines what %1$@ does.
ja: %1$@ の動作はプロセスが定義します。
ko: %1$@의 동작은 프로세스가 정의합니다.
vi: Tiến trình tự xác định tác dụng của %1$@.
zh_hans: %1$@ 的作用由进程自行定义。

source: The service list loads when vphoned connects.
ja: vphoned が接続されるとサービス一覧を読み込みます。
ko: vphoned가 연결되면 서비스 목록을 불러옵니다.
vi: Danh sách dịch vụ sẽ tải khi vphoned kết nối.
zh_hans: vphoned 连接后将载入服务列表。

source: This app declares no URL schemes.
ja: このアプリは URL スキームを宣言していません。
ko: 이 앱은 URL 스킴을 선언하지 않습니다.
vi: Ứng dụng này không khai báo URL scheme nào.
zh_hans: 此应用未声明 URL Scheme。

source: This app has no data container.
ja: このアプリにはデータコンテナがありません。
ko: 이 앱에는 데이터 컨테이너가 없습니다.
vi: Ứng dụng này không có vùng chứa dữ liệu.
zh_hans: 此应用没有数据容器。

source: Time
ja: 時刻
ko: 시간
vi: Thời gian
zh_hans: 时间

source: Times Square (NYC)
ja: タイムズスクエア（ニューヨーク）
ko: 타임스 스퀘어(뉴욕)
vi: Quảng trường Thời đại (New York)
zh_hans: 时代广场（纽约）

source: Timestamp
ja: タイムスタンプ
ko: 타임스탬프
vi: Dấu thời gian
zh_hans: 时间戳

source: Toggle mute for the active audio category
ja: アクティブなオーディオカテゴリの消音を切り替え
ko: 활성 오디오 카테고리의 음소거 전환
vi: Bật/tắt tiếng cho danh mục âm thanh đang hoạt động
zh_hans: 切换当前音频类别的静音状态

source: Touch ID Home Forwarding
ja: Touch ID ホーム操作を転送
ko: Touch ID 홈 동작 전달
vi: Chuyển tiếp nút Home Touch ID
zh_hans: 转发 Touch ID 主屏幕键

source: Transferring…
ja: 転送中…
ko: 전송 중…
vi: Đang truyền…
zh_hans: 传输中…

source: Truncated
ja: 切り捨て
ko: 잘림
vi: Bị cắt bớt
zh_hans: 已截断

source: Try Again
ja: 再試行
ko: 다시 시도
vi: Thử lại
zh_hans: 重试

source: Turn Low Power Mode on or off
ja: 低電力モードをオン／オフ
ko: 저전력 모드 켜기 또는 끄기
vi: Bật hoặc tắt Chế độ nguồn điện thấp
zh_hans: 打开或关闭低电量模式

source: Turn Low Power Mode on or off through powerd
ja: powerd 経由で低電力モードをオン／オフ
ko: powerd를 통해 저전력 모드 켜기 또는 끄기
vi: Bật hoặc tắt Chế độ nguồn điện thấp qua powerd
zh_hans: 通过 powerd 打开或关闭低电量模式

source: Type
ja: 種類
ko: 유형
vi: Loại
zh_hans: 类型

source: Type ASCII from Mac Clipboard
ja: Mac のクリップボードから ASCII を入力
ko: Mac 클립보드의 ASCII 입력
vi: Nhập ASCII từ bảng nhớ tạm của Mac
zh_hans: 输入 Mac 剪贴板中的 ASCII 文本

source: Type the text one character at a time (⌘↩)
ja: テキストを 1 文字ずつ入力（⌘↩）
ko: 텍스트를 한 글자씩 입력(⌘↩)
vi: Gõ văn bản từng ký tự một (⌘↩)
zh_hans: 逐个字符键入文本（⌘↩）

# Typed %lld characters.
source: Typed %1$lld characters.
ja: %1$lld 文字を入力しました。
ko: %1$lld자를 입력했습니다.
vi: Đã gõ %1$lld ký tự.
zh_hans: 已键入 %1$lld 个字符。

source: Types
ja: 種類
ko: 유형
vi: Loại
zh_hans: 类型

# Typing %lld characters…
source: Typing %1$lld characters…
ja: %1$lld 文字を入力中…
ko: %1$lld자 입력 중…
vi: Đang gõ %1$lld ký tự…
zh_hans: 正在键入 %1$lld 个字符…

source: UI Inspector
ja: UI インスペクタ
ko: UI 검사기
vi: Trình kiểm tra UI
zh_hans: 界面检查器

source: URL Schemes
ja: URL スキーム
ko: URL 스킴
vi: URL Scheme
zh_hans: URL Scheme

source: URL to open on the guest
ja: ゲストで開く URL
ko: 게스트에서 열 URL
vi: URL cần mở trong máy khách
zh_hans: 要在客体中打开的 URL

source: Unable to Load Apps
ja: アプリを読み込めません
ko: 앱을 불러올 수 없음
vi: Không thể tải ứng dụng
zh_hans: 无法载入应用

source: Unable to Load Report
ja: レポートを読み込めません
ko: 보고서를 불러올 수 없음
vi: Không thể tải báo cáo
zh_hans: 无法载入报告

source: Unable to Remove Bootstrap
ja: ブートストラップを削除できません
ko: 부트스트랩을 제거할 수 없음
vi: Không thể gỡ bootstrap
zh_hans: 无法卸载引导环境

source: Unable to Restart Guest
ja: ゲストを再起動できません
ko: 게스트를 재시동할 수 없음
vi: Không thể khởi động lại máy khách
zh_hans: 无法重启客体

source: Unable to add the keychain item. Try again.
ja: キーチェーン項目を追加できません。再試行してください。
ko: 키체인 항목을 추가할 수 없습니다. 다시 시도하세요.
vi: Không thể thêm mục Chuỗi khóa. Hãy thử lại.
zh_hans: 无法添加钥匙串项目。请重试。

source: Unable to capture the guest log. Check the connection. Retrying in 3 seconds.
ja: ゲストのログを取得できません。接続を確認してください。3 秒後に再試行します。
ko: 게스트 로그를 가져올 수 없습니다. 연결을 확인하세요. 3초 후에 다시 시도합니다.
vi: Không thể thu nhật ký máy khách. Hãy kiểm tra kết nối. Sẽ thử lại sau 3 giây.
zh_hans: 无法获取客体日志。请检查连接。将在 3 秒后重试。

source: Unable to capture the guest log: %1$@. Check the connection; retrying in 3 seconds.
ja: ゲストのログを取得できません: %1$@。接続を確認してください。3 秒後に再試行します。
ko: 게스트 로그를 캡처할 수 없습니다: %1$@. 연결을 확인하십시오. 3초 후 다시 시도합니다.
vi: Không thể thu nhật ký máy khách: %1$@. Hãy kiểm tra kết nối; sẽ thử lại sau 3 giây.
zh_hans: 无法捕获客户机日志：%1$@。请检查连接；将在 3 秒后重试。

source: Unable to capture the guest screen. Check the connection, then try again.
ja: ゲストの画面をキャプチャできません。接続を確認してから、もう一度お試しください。
ko: 게스트 화면을 캡처할 수 없습니다. 연결을 확인한 다음 다시 시도하십시오.
vi: Không thể chụp màn hình máy khách. Hãy kiểm tra kết nối rồi thử lại.
zh_hans: 无法截取客户机屏幕。请检查连接，然后重试。

source: Unable to copy the screenshot. Try again.
ja: スクリーンショットをコピーできません。再試行してください。
ko: 스크린샷을 복사할 수 없습니다. 다시 시도하세요.
vi: Không thể sao chép ảnh màn hình. Hãy thử lại.
zh_hans: 无法复制截屏。请重试。

source: Unable to create the folder “%@” on this Mac. Choose another location, then try again.
ja: この Mac にフォルダ「%@」を作成できません。別の場所を選択してから、もう一度お試しください。
ko: 이 Mac에 “%@” 폴더를 생성할 수 없습니다. 다른 위치를 선택한 후 다시 시도하세요.
vi: Không thể tạo thư mục “%@” trên máy Mac này. Hãy chọn vị trí khác, rồi thử lại.
zh_hans: 无法在这台 Mac 上创建文件夹“%@”。请选择其他位置，然后重试。

source: Unable to create the folder “%@”. Check the connection, then try again.
ja: フォルダ「%@」を作成できません。接続を確認してから、もう一度お試しください。
ko: “%@” 폴더를 생성할 수 없습니다. 연결을 확인한 후 다시 시도하세요.
vi: Không thể tạo thư mục “%@”. Hãy kiểm tra kết nối, rồi thử lại.
zh_hans: 无法创建文件夹“%@”。请检查连接，然后重试。

source: Unable to delete “%@”. Check the connection, then try again.
ja: 「%@」を削除できません。接続を確認してから、もう一度お試しください。
ko: “%@”을(를) 삭제할 수 없습니다. 연결을 확인한 후 다시 시도하세요.
vi: Không thể xóa “%@”. Hãy kiểm tra kết nối, rồi thử lại.
zh_hans: 无法删除“%@”。请检查连接，然后重试。

# Unable to disable %@.
source: Unable to disable %1$@.
ja: %1$@ を無効にできません。
ko: %1$@을(를) 비활성화할 수 없습니다.
vi: Không thể tắt %1$@.
zh_hans: 无法停用 %1$@。

source: Unable to disable %@. %@
ja: %1$@ を無効にできません。%2$@
ko: %1$@을(를) 비활성화할 수 없습니다. %2$@
vi: Không thể tắt %1$@. %2$@
zh_hans: 无法停用 %1$@。%2$@

source: Unable to download %@. The folder link points back to a parent folder.
ja: %@ をダウンロードできません。フォルダのリンクが親フォルダを指しています。
ko: %@을(를) 다운로드할 수 없습니다. 폴더 링크가 상위 폴더를 가리킵니다.
vi: Không thể tải xuống %@. Liên kết thư mục trỏ ngược về thư mục cha.
zh_hans: 无法下载 %@。该文件夹链接指向其上级文件夹。
